chocolatey
adobereader
battle.net
ccleaner
dashlane
defraggler
dropbox
f.lux
googlechrome
googledrive
jre8
leagueoflegends
logitechgaming
sharex
runescape
skype
spotify
steam
utorrent
vlc
winrar
