brew-cask
git
coreutils
findutils
maven
openssl
wget
gcc
gdb
valgrind
node
fish
mysql
postgresql
phpmyadmin
sdl2
sdl2_image
sdl2_ttf
android-sdk
ant
#
# Languages
python
python3
lua
haxe
