# Essentials
google-chrome
skype
google-drive
dropbox
transmission
spotify
vlc
microsoft-office
#
# Tools
dashlane
vmware-fusion
#
# Creative
blender
paintbrush
#
# Utilities
adobe-air
hammerspoon
alfred
dash
spectacle
keepingyouawake
flux
mac2imgur
the-unarchiver
daisydisk
adobe-reader
cleanmymac
bartender
little-snitch
micro-snitch
#
# Development
intellij-idea
iterm2
java
sourcetree
xquartz
sublime-text3
clion
#
# Game Dev
love
godot
unity
epic-games-launcher
#
# Business
citrix-receiver
hipchat
viscosity
teamviewer
real-vnc
keepassx
#
# Games
steam
runescape
battle-net
