cask_args appdir: '/Applications'

tap 'caskroom/cask'
tap 'caskroom/versions'
tap 'homebrew/bundle'
tap 'homebrew/completions'
tap 'homebrew/php'
tap 'homebrew/versions'
tap 'buo/cask-upgrade'

brew 'ant'
brew 'brew-cask-completion'
brew 'composer'
brew 'coreutils'
brew 'duti'
brew 'findutils', args: ['with-default-names']
brew 'fish'
brew 'gcc'
brew 'gdb'
brew 'git'
brew 'glib'
brew 'gradle'
brew 'lua'
brew 'mas'
brew 'maven'
brew 'mongodb'
brew 'mysql'
brew 'nginx'
brew 'node'
brew 'openssl'
brew 'php71'
brew 'postgresql'
brew 'sqlite'
brew 'ssh-copy-id'
brew 'swagger-codegen'
brew 'wget'
brew 'valgrind'

cask 'adobe-air'
cask 'adobe-reader'
cask 'alfred'
cask 'android-sdk'
cask 'android-studio'
cask 'bartender'
# cask 'battle-net'
cask 'caret'
cask 'citrix-receiver'
cask 'cleanmymac'
cask 'daisydisk'
cask 'dashlane'
cask 'docker'
cask 'dropbox'
cask 'flux'
cask 'freecad'
cask 'godot'
cask 'google-chrome'
cask 'google-drive'
cask 'hammerspoon'
cask 'intellij-idea'
cask 'iterm2'
cask 'java'
cask 'karabiner-elements'
cask 'keepassx'
cask 'little-snitch'
cask 'love'
cask 'mac2imgur'
cask 'microsoft-office'
cask 'miniconda'
cask 'mongodb-compass'
cask 'mysqlworkbench'
cask 'p4merge'
cask 'paintbrush'
cask 'pgadmin4'
cask 'postman'
cask 'real-vnc'
cask 'skype'
cask 'slack'
cask 'soulseek'
cask 'soundflower'
cask 'sourcetree'
cask 'spotify'
cask 'starleaf-breeze'
cask 'steam'
cask 'teamviewer'
cask 'telegram'
cask 'the-unarchiver'
cask 'transmission'
cask 'unity'
cask 'viscosity'
cask 'visual-studio-code'
cask 'vlc'
cask 'vmware-fusion'
cask 'whatsapp'
cask 'xquartz'

mas 'Amphetamine', id: 937984704
mas 'Microsoft Remote Desktop', id: 715768417
mas 'Unclutter', id: 577085396
mas 'Wunderlist', id: 410628904
mas 'Xcode', id: 497799835
