tap 'caskroom/cask'
tap 'caskroom/versions'
tap 'homebrew/bundle'
tap 'homebrew/completions'
tap 'homebrew/php'
tap 'homebrew/versions'
tap 'buo/cask-upgrade'
tap 'Schniz/tap'
tap 'mongodb/brew'
tap 'web3j/web3j'

brew 'antlr'
brew 'automake'
brew 'brew-cask-completion'
brew 'coreutils'
brew 'duti'
brew 'ethereum'
brew 'ffmpeg'
brew 'findutils'
brew 'fish'
brew 'fnm'
brew 'gcc'
brew 'gdb'
brew 'git'
brew 'glib'
brew 'go'
brew 'gradle'
brew 'hub'
brew 'ipfs'
brew 'leveldb'
brew 'lua'
brew 'mas'
brew 'maven'
brew 'mongodb-community'
brew 'mysql'
brew 'nginx'
brew 'openssl'
brew 'postgresql'
brew 'python@2'
brew 'python'
brew 'speedtest-cli'
brew 'sqlite'
brew 'ssh-copy-id'
brew 'swagger-codegen'
brew 'travis'
brew 'web3j'
brew 'wget'
brew 'youtube-dl'
brew 'zeromq'

cask 'adobe-acrobat-reader'
cask 'adobe-air'
cask 'alfred'
cask 'android-sdk'
cask 'bartender'
cask 'brave-browser'
cask 'caret'
cask 'daisydisk'
cask 'dashlane'
cask 'discord'
cask 'docker'
cask 'electron-cash'
cask 'flux'
cask 'google-backup-and-sync'
cask 'google-chrome'
cask 'gpg-suite'
cask 'hammerspoon'
cask 'insomnia'
cask 'intellij-idea'
cask 'iterm2'
cask 'java'
cask 'karabiner-elements'
cask 'little-snitch'
cask 'love'
cask 'mac2imgur'
cask 'microsoft-office'
cask 'mongodb-compass'
cask 'mysqlworkbench'
cask 'nordvpn'
cask 'paintbrush'
cask 'pgadmin4'
cask 'postman'
cask 'real-vnc'
cask 'slack'
cask 'soulseek'
cask 'soundflower'
cask 'sourcetree'
cask 'spotify'
cask 'steam'
cask 'teamviewer'
cask 'telegram'
cask 'the-unarchiver'
cask 'transmission'
cask 'unity'
cask 'viscosity'
cask 'visual-studio-code'
cask 'vlc'
cask 'whatsapp'
cask 'wireshark'
cask 'xerox-print-driver'
cask 'xquartz'
cask 'zoomus'

mas 'Amphetamine', id: 937984704
mas 'Ulysses', id: 1225570693
mas 'iMovie', id: 408981434
mas 'Keynote', id: 409183694
mas 'Xcode', id: 497799835
mas 'com.whoisonmywifi.macagent', id: 909760813
mas 'Shotty', id: 1250306151
