tap 'caskroom/cask'
tap 'caskroom/versions'
tap 'homebrew/bundle'
tap 'homebrew/completions'
tap 'homebrew/php'
tap 'homebrew/versions'
tap 'buo/cask-upgrade'
tap 'Schniz/tap'

brew 'brew-cask-completion'
brew 'coreutils'
brew 'duti'
brew 'ffmpeg'
brew 'findutils', args: ['with-default-names']
brew 'fish'
brew 'fnm'
brew 'gcc'
brew 'gdb'
brew 'git'
brew 'glib'
brew 'go'
brew 'gradle'
brew 'hub'
brew 'ipfs'
brew 'lua'
brew 'mas'
brew 'maven'
brew 'mongodb'
brew 'mysql'
brew 'nginx'
brew 'openssl'
brew 'postgresql'
brew 'python@2'
brew 'python'
brew 'solidity'
brew 'sqlite'
brew 'ssh-copy-id'
brew 'swagger-codegen'
brew 'travis'
brew 'valgrind'
brew 'web3j'
brew 'wget'
brew 'youtube-dl'

cask 'adobe-acrobat-reader'
cask 'adobe-air'
cask 'alfred'
cask 'android-sdk'
cask 'android-studio'
cask 'bartender'
cask 'brave-browser'
cask 'cleanmymac'
cask 'daisydisk'
cask 'dashlane'
cask 'discord'
cask 'docker'
cask 'dropbox'
cask 'firefox'
cask 'flux'
cask 'ganache'
cask 'godot'
cask 'google-backup-and-sync'
cask 'google-chrome'
cask 'hammerspoon'
cask 'intellij-idea'
cask 'iterm2'
cask 'java8'
cask 'karabiner-elements'
cask 'keepassx'
cask 'little-snitch'
cask 'love'
cask 'mac2imgur'
cask 'microsoft-office'
cask 'microsoft-teams'
cask 'mongodb-compass'
cask 'mysqlworkbench'
cask 'nordvpn'
cask 'paintbrush'
cask 'pgadmin4'
cask 'postman'
cask 'real-vnc'
cask 'skype'
cask 'slack'
cask 'soulseek'
cask 'soundflower'
cask 'sourcetree'
cask 'spotify'
cask 'starleaf'
cask 'steam'
cask 'teamviewer'
cask 'telegram'
cask 'the-unarchiver'
cask 'transmission'
cask 'unity'
cask 'viscosity'
cask 'visual-studio-code'
cask 'vlc'
cask 'vmware-fusion'
cask 'webstorm'
cask 'whatsapp'
cask 'xerox-print-driver'
cask 'xquartz'

mas 'Amphetamine', id: 937984704
mas 'Microsoft Remote Desktop 10', id: 1295203466
mas 'Shotty', id: 1250306151
mas 'Xcode', id: 497799835
